function print_contact()  {
    alert (' skype: helper  \n telegram: @helper \n tel:ПЕЛЬМЕНИ РЯДОМ БЕРЕГИТЕСЬ АААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААА')
}
function colCOOLator() {
let x=parseInt( prompt('введите пельмень'))
let y=parseInt( prompt('введите число'))
let press_f=x+y
alert('это сложение_Ы'+press_f)
let press_q=x-y
alert('это вычитание_Ы'+press_q)
let press_e=x*y
alert('это умножение_Ы'+press_e)
let press_s=x/y
alert('это деление_Ы'+press_s)
}
function pel() {
let x="два слова"
x=x.toUpperCase()
alert("значинее ха пельмени"+x)
}
function pelm() {
let y = document.getElementById("pelm")
if (window.getComputedStyle(y).opacity!="0") {
y.style.opacity="0"}
else{
y.style.opacity="1"
}
}
function change_style() {
let y = document.getElementById("main")
if (y.style.backgroundColor=="rgb(255, 255, 255)") {
y.style.backgroundColor="green"
}
else {
y.style.backgroundColor="rgb(255, 255, 255)"
}
}
function change_style2() {
let y = document.getElementById("onyx")
if (y.style.display=="none")
y.style.display="block";
else {
y.style.display="none"
}
}